{
  "title": "Privacybeleid",
  "lastUpdated": "Laatst bijgewerkt: januari 2026",
  "section1": {
    "title": "1. Inleiding",
    "content": "Welkom bij Lead Awaker. Dit privacybeleid beschrijft hoe wij persoonsgegevens verwerken, gebruiken, opslaan en beschermen in het kader van onze diensten voor geautomatiseerde berichten via WhatsApp, SMS en Instagram, inclusief het gebruik van kunstmatige intelligentie voor leadreactivatie en geautomatiseerde communicatie. Lead Awaker handelt in overeenstemming met de toepasselijke Europese wetgeving inzake gegevensbescherming, waaronder de Algemene Verordening Gegevensbescherming (AVG)."
  },
  "section2": {
    "title": "2. Gegevens die wij verwerken",
    "content": "Lead Awaker verzamelt zelf geen leads voor eigen doeleinden. Alle persoonsgegevens die via onze diensten worden verwerkt, worden uitsluitend door onze klanten verstrekt, die verklaren te beschikken over een geldige wettelijke grondslag voor het delen van deze gegevens. De verwerkte gegevens kunnen onder meer bestaan uit: volledige naam, telefoonnummer (WhatsApp en SMS), e-mailadres, identificatiegegevens van sociale media (zoals Instagram), interactiegeschiedenis en andere informatie die nodig is voor de uitvoering van de diensten. Wij verwerken niet opzettelijk bijzondere categorieën van persoonsgegevens zoals gedefinieerd in de AVG."
  },
  "section3": {
    "title": "3. Hoe wij persoonsgegevens gebruiken",
    "content": "Persoonsgegevens worden uitsluitend verwerkt ten behoeve van de uitvoering van de overeengekomen diensten, waaronder berichtautomatisering, leadreactivatie, personalisatie van berichten met behulp van kunstmatige intelligentie, uitvoering van geautomatiseerde communicatiestromen, prestatieanalyse, verbetering van onze diensten en naleving van wettelijke en regelgevende verplichtingen. Onze klanten treden op als Verwerkingsverantwoordelijke, terwijl Lead Awaker optreedt als Verwerker en de gegevens uitsluitend verwerkt volgens de instructies van de klant."
  },
  "section4": {
    "title": "4. Delen van gegevens",
    "content": "Lead Awaker kan persoonsgegevens uitsluitend delen wanneer dit noodzakelijk is voor het leveren van de diensten, bijvoorbeeld met berichtenplatforms (WhatsApp, SMS en Instagram), aanbieders van technologische infrastructuur, hostingdiensten en automatiserings- of AI-tools. Wij verkopen, verhuren of verhandelen geen persoonsgegevens. Het delen van gegevens gebeurt met passende waarborgen om naleving van de geldende wetgeving inzake gegevensbescherming te waarborgen."
  },
  "section5": {
    "title": "5. Beveiliging van gegevens",
    "content": "Wij nemen passende technische en organisatorische maatregelen om persoonsgegevens te beschermen tegen ongeoorloofde toegang, verlies, misbruik, wijziging of onrechtmatige openbaarmaking. Deze maatregelen omvatten onder meer toegangsbeperkingen, beveiligde infrastructuur, monitoring en gangbare informatiebeveiligingspraktijken. Desondanks kan geen enkel systeem volledige veiligheid garanderen."
  },
  "section6": {
    "title": "6. Uw rechten",
    "content": "Op grond van de AVG hebben betrokkenen het recht om inzage te vragen in hun persoonsgegevens, onjuiste of onvolledige gegevens te laten corrigeren, gegevens te laten wissen, de verwerking te beperken of hiertegen bezwaar te maken, gegevensoverdraagbaarheid te verzoeken wanneer van toepassing, en hun toestemming in te trekken wanneer de verwerking daarop is gebaseerd. Verzoeken dienen in eerste instantie te worden gericht aan de klant die optreedt als Verwerkingsverantwoordelijke, waarbij Lead Awaker indien nodig technische ondersteuning biedt."
  },
  "section7": {
    "title": "7. Contactgegevens",
    "content": "Als u vragen, verzoeken of zorgen heeft met betrekking tot dit privacybeleid of de verwerking van persoonsgegevens, kunt u contact met ons opnemen via:",
    "email": "E-mail: leadawaker@gmail.com",
    "address": "Adres: Christiaan Huygensweg 32, s'Hertogenbosch, NL"
  }
}